package com.example.moguhaian.easyshop.Base;

public interface Result {
    String result = "\n" +
            "【蘑菇海岸梅干菜】，不过滤标题，系统过滤 5513，售假数据 273900，危险类目 301\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【533269414289】已经复制，商品：http://item.taobao.com/item.htm?id=578233030036，跳过\n" +
            "【576856673721】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590960635323，98秒,(图片50张,90秒)\n" +
            "【583198918973】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590960539508，79秒,(图片52张,73秒)\n" +
            "【537708799406】全套儿童玩具吸铁石磁铁3-6-7-8-10岁男孩女孩玩具3-6儿童磁性男孩女孩智力创意礼物幻影忍者男女孩子城市街景汽车玩具房子别墅力开发8玩具12儿童变形机器人6男孩 【非包邮商品】 跳过\n" +
            "【583916328158】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590960791273，76秒,(图片49张,72秒)\n" +
            "【583802841989】场景大颗粒1-2周岁男孩幼儿宝宝桌子2男女孩子3周岁6大小颗粒佩奇男女孩子系列3儿童女孩子系列冰雪奇缘公主梦城堡男孩子3-6周岁7兼容宝宝3桌子多功能力宝宝diy小颗粒女孩子男 【非包邮商品】 跳过\n" +
            "【586296559606】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590641449452，147秒,(图片76张,129秒)\n" +
            "【587192856596】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590422908657，121秒,(图片60张,116秒)\n" +
            "【565307131840】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590792730598，88秒,(图片72张,83秒)\n" +
            "【556753964335】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590793062157，100秒,(图片78张,95秒)\n" +
            "【525517891328】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590642005107，138秒,(图片68张,133秒)\n" +
            "【567712280166】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590960923742，46秒,(图片36张,41秒)\n" +
            "【585973092877】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590792766809，23秒,(图片13张,19秒)\n" +
            "【587676661634】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590960903891，113秒,(图片36张,107秒)\n" +
            "【588359061140】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590423432403，63秒,(图片48张,56秒)\n" +
            "【581624435986】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590961083841，82秒,(图片51张,79秒)\n" +
            "【587338684837】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590961231820，102秒,(图片49张,96秒)\n" +
            "【12946479338】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590793634188，115秒,(图片55张,105秒)\n" +
            "【574297635954】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590642437399，99秒,(图片66张,94秒)\n" +
            "【589429007090】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590962103147，79秒,(图片55张,73秒)\n" +
            "【552738491540】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590642681386，184秒,(图片86张,178秒)\n" +
            "【587844903722】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590643009083，59秒,(图片49张,56秒)\n" +
            "【584644074581】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590642977199，63秒,(图片42张,58秒)\n" +
            "【567590847921】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590962779089，152秒,(图片93张,145秒)\n" +
            "【586686539901】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590794082768，147秒,(图片78张,141秒)\n" +
            "【568341869630】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590424520934，253秒,(图片61张,246秒)\n" +
            "【569615227655】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590424728759，53秒,(图片39张,36秒)\n" +
            "【35597116428】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590794630673，78秒,(图片77张,61秒)\n" +
            "【546466925377】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590643905196，125秒,(图片64张,118秒)\n" +
            "【583804322812】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590643473847，114秒,(图片66张,108秒)\n" +
            "【545815664065】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590795174425，90秒,(图片52张,84秒)\n" +
            "【564937503674】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590425424641，169秒,(图片48张,162秒)\n" +
            "【40317049739】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590964167001，158秒,(图片104张,153秒)\n" +
            "【563800356510】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590426136009，103秒,(图片46张,97秒)\n" +
            "【565401808517】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590644345776，135秒,(图片83张,128秒)\n" +
            "【562881792131】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590426328170，166秒,(图片107张,160秒)\n" +
            "【566064611541】1、2、3、4、发布失败，由于您发布的商品信息中存在品牌滥用如品牌不一致、堆砌等情况（包含但不限于兼容乐高、LEGO/乐高），为了使消费者能够更准确地识别您销售的产品及其品牌，提升消费者的购物体验，请您及时修改并规范您的商品信息，修改完成后可以继续发布。可参考：https://service.taobao.com/support/seller/knowledge-20088822.htm\n" +
            "【579081618367】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590796502061，129秒,(图片52张,122秒)\n" +
            "【585455738002】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590645117226，34秒,(图片27张,30秒)\n" +
            "【589569948190】1、2、3、4、发布失败，由于您发布的商品信息中存在品牌滥用如品牌不一致、堆砌等情况（包含但不限于SLUBAN/小鲁班、LEGO/乐高），为了使消费者能够更准确地识别您销售的产品及其品牌，提升消费者的购物体验，请您及时修改并规范您的商品信息，修改完成后可以继续发布。可参考：https://service.taobao.com/support/seller/knowledge-20088822.htm\n" +
            "【584945284393】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590644965834，61秒,(图片62张,56秒)\n" +
            "【583941339319】已经复制，商品：http://item.taobao.com/item.htm?id=588697516896，跳过\n" +
            "【573538197261】拼装拼插墙面益智男孩1-2岁女孩宝宝桶装1-3岁宝宝启蒙儿童木制女孩男孩多功能legao益智1-2-3-6-7-8-10周岁磁铁男孩儿童军事航母6儿童塑料8男孩坦克飞机汽车新年礼物 【非包邮商品】 跳过\n" +
            "【580351545717】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590426660680，117秒,(图片95张,110秒)\n" +
            "【569861728346】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590645421603，127秒,(图片64张,120秒)\n" +
            "【537098099077】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590427284212，151秒,(图片128张,146秒)\n" +
            "【574726395703】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590427180458，114秒,(图片63张,109秒)\n" +
            "【571713418782】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590427800035，167秒,(图片73张,162秒)\n" +
            "【589605979117】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590965791236，176秒,(图片95张,170秒)\n" +
            "【584131816593】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590797462377，84秒,(图片47张,77秒)\n" +
            "【546430538702】已经复制，商品：http://item.taobao.com/item.htm?id=588696360735，跳过\n" +
            "【571097533623】已经复制，商品：http://item.taobao.com/item.htm?id=589060098981，跳过\n" +
            "【575723990647】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590427900403，125秒,(图片92张,119秒)\n" +
            "【521842311109】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590797962072，116秒,(图片91张,112秒)\n" +
            "【586129898594】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=590798070086，88秒,(图片50张,82秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【仓库中，即将开始】查看发布的宝贝";
}
